#include <stdio.h>

/*
 * Программа печатает на экран “Hello, World”
 * и возвращает 0 — код успешного выполнения.
 *
 * Задание:
 * Возвращайте 5 — код ошибки ввода/вывода 
 * в случае, если функция printf
 * не отработала корректно. Для подсказок при решении
 * этого задания используйте Google и файл 
 * day03/task/hint.txt (в таком порядке).
 
 * This is program that prints “Hello, World”
 *
 * Task:
 * and returns 5 — I/O error code if printf didn't
 * work correctly. For hints see Google and 
 * day03/task/hint.txt (in that order).
 */

int main() {
  printf("Hello, World\n");
  return 0;
}
