#include <stdio.h>

/*
 * Программа печатает на экран “Hello, World”
 * и возвращает 0 — код успешного выполнения.
 *
 * Задание:
 * Возвоащайте 5 — код ошибки если функция printf
 * не отработала корректно. Для подсказок при решении
 * этого задания используйте Google и файл 
 * day03/task/hint.txt (в таком порядке).
 */

int main() {
  printf("Hello, World\n");
  return 0;
}
